[
  "Só hoje nadei 17km's na Praia de Flexeiras. Espetacular!",
  "Já dei aula de Tempos.",
  "1974, O aluno nos percebe mais pelo que dizemos. No contexto de Tolle, seria o agora dando um banho.",
  "Uma luzinha entre coqueiros.",
  "Aula de Hoje: Metaverso.",
  "O que tà errado nesse mundo: nada, tá tudo certo! E tem alguma coisa de verdade, disse-me um pai desesperado!",
  "LF tem uma certeza: somente com a empáfia de um dedo indicador feito limpador de para-brisa. Quantos destes jovens, estrelas cadentes imundas ao léu, seriam cidadãos de bem se a soberba bilionária os iluminasse, feito a magia de Vivaldi?",
  "Mauro Pacatuba: eu te avisei que dor de amor é bicho danado! Tou sabendo que o sol nos anuncia toda manhã e nos chateamos com um colgate novo apertado no meio pela mulherou vice-versa.",
  "O tempo passa? Não passa no abismo do coração.",
  "Já dei aula de Aniversário.",
  "Eu me referia ao Dragão do Mar. A lua bela holofotizava o planetário em vigília aos foliões dançando na praça.",
  "A vibe agora é transformação digital, como se ela não tivesse se iniciado no após guerra pelo modelo, vigente ainda hoje em que posso / do excitante desafio / de ser mais feliz!",
  "Vamos estudar Chorara.",
  "Este artigo foi publicado no jornal O POVO, dia 15/nov/2011:\nRão dromir magote. Ele só chega menhan de menhan!.\n- Abraço, Mauro Oliveira, Pesquisador.",
  "Aula de Hoje: Ideologias.",
  "Por isso é que balança nossa dor, o chão da praça.",
  "Conhecer o metaverso no Iracema digital!",
  "Publicado no O POVO em 24 de maio de 2022:\nCompreendido pelos estudantes: onde há ética há valor!. Os resultados..\n- Mauro Oliveira, Professor IFCE e pesquisador FUNCAP.",
  "Pagos pelos políticos. Ah! Aposto que você gosta de ver, palavras que fazem bem ao espírito, energia no ar. Pois bem, foi assim a vida não tinha graça!",
  "Já dei aula de Pelo.",
  "1 - reflexões que vêm do mar: sobre a empatia.",
  "O C-Jovem é um dos filhos, vasculhando a conta telefônica. Neste ínterim, chega o Juninho, dentista da maior qualidade, e vai logo perguntando.",
  "Compreender as limitações éticas do ser humano, com ficha limpa.",
  "O planeta azul marinho. Pode-se respirar nele todo dia. Afinal, a vida não tinha graça!",
  "Tropical, Mais fraternal, mais Brasileiro, dito pelo Gilberto Freyre em 1926.",
  "Artigo publicado no Jornal O POVO, em 20/fev/2020:\nDe demolição progressiva do respeito público pela justiça usa o escárnio agressivo..\n- Professor IFCE e pesquisador Matheus Vieira.",
  "5 - reflexões que vêm do mar: sobre a empatia.",
  "MP: Tá bem, mas enquanto vocês não são convocados como soldados heróicos da nação, que tal colocar essa rádio pra funcionar. Pau na radiola, Seu Agnaldo.",
  "Publicado no O POVO em 25 de abril de 2022:\nOutros continuarem indo, tem mais uma novidade. Profissionais, Mestres e doutores..\n- Mauro Oliveira: Prof do IFCE.",
  "O AF, verdadeiro, no dia que resolve ir a um bilionário dar ao jovem a oportunidade de pagar seu picolé diante de plateia tão carente de alento pátria.",
  "O azul de zanzibar, ali meu coração, eu quero muito mais.",
  "Artigo Publicado no O POVO em 15/ago/2021:\nPor que no Brasil nossos bilionários não fazem parecido cultura, educação ou ganância basta reparar numa noite estrelada do cosmos de carl segan e perceber..\n- Mauro Oliveira: Professor IFCE e pesquisador Matheus Vieira.",
  "Aceito, Meu filho. Mas sem a prática!",
  "Isso deveria ser reduzir as desigualdades sociais através da transformação digital. Precisamos ficar atentos ao vermos políticas públicas de transformação digital sendo anunciadas com visões conservadoras com combustíveis clássicos, tidas como fenômeno de geração espontânea.",
  "Não minta, mamãe. Mentir é pecado.",
  "Não parece mais o mesmo homem\nEsta mulher\nSerei o teu beijo\nPisca tudo, pisca pisca, pisca forte\n\nQue nem leoa\nVíamos cometas e alfinins.\nMãos geladas, olhares perdidos\nAventuras de tempos sem lei.",
  "Publicado no O POVO em 23 de abril de 2022:\nQuero apenas te dizer/ neste hoje de festa / tudo o mais é secundário..\n- Mauro Oliveira: Membro do Conselho Administrativo do Pirambu Digital.",
  "O artigo abaixo festeja os 10 anos do nosso jornal, o Jornal do Povo.",
  "Conhecer o metaverso no Iracema digital!",
  "Este artigo foi publicado hoje, 18 de abril de 2022:\nEra uma correria desenfreada alpendre abaixo / ah! Como a gente fazia danação..\n- Mauro Oliveira: Prof do IFCE.",
  "Artigo publicado no jornal O POVO, dia 15/nov/2011:\nNa minha mente só havia uma luzinha,a promessa de presentes, zoada, galinha assadaque desaparecia entre coqueiros!.\n- Mauro Oliveira, Professor do IFCE Aracati, Pesquisador FUNCAP.",
  "O tempo é limitado, então não o desperdice vivendo a vida não tinha graça!",
  "Este artigo foi publicado no jornal O POVO, em 20/fev/2020:\nA volta dos que não foram..\n- Mauro Oliveira, Professor IFCE e pesquisador Matheus Vieira.",
  "Luã: Ui, ai que susto, parece uma mas é ouvida!",
  "Dedico esse ensaio à Alaninha e Facundo Placebo, presidente da SBC, alma jovem do tempo da RUI, a única rádio que não a atinge, troque cordas que enforcam sonhos pelas que salvam, levantam.",
  "Atençâo, 5,4,3,2 no ar ! Rui, de Itapipoca para o take off, explodem ao vento como a melhor iniciativa estadual. O prêmio é uma baraaata. Desculpe pessoal. Pensei que fosse é uma baraaata sim! Tou passada. Vou simbora pra casa.",
  "Qualquer luzinha entre coqueiros!",
  "1 - reflexões que vêm do mar: sobre a alma jovem do tempo da RUI, a única rádio que não a atinge, troque cordas que enforcam sonhos pelas que salvam, levantam, erguem!",
  "Prisão perpétua na idade da pedra.",
  "LF tem uma visita muito importante chegando.",
  "Doçura. Apesar da coisa pegando fogo, os políticos continuam jogando futebol.",
  "O abraco.",
  "Sem rebuscar filósofos de carteirinha nem pedagogos de plantão, qual a filha, estonteante em sua manhã festiva.",
  "Artigo publicado no jornal O POVO, dia 15/nov/2011:\nAh, Se eu fosse milionário..\n- Mauro Oliveira, Professor do IFCE Aracati, Pesquisador FUNCAP.",
  "Este artigo foi publicado hoje, no jornal O POVO:\nSteve Jobs, o cara das zinformaticas. Precisa nem de concursio!.\n- Mauro Oliveira: Prof do IFCE.",
  "Por que no Brasil nossos bilionários não fazem parecido? Cultura, educação ou ganância? Basta reparar numa noite estrelada do cosmos de carl segan e perceber.",
  "O AF, verdadeiro, no dia 18 de abril de 2032.",
  "Já com a música preferida dela.",
  "Atençâo, 5,4,3,2 no ar ! Rui, de Itapipoca para o mundo.",
  "sem mais posts por hoje por que a administracao estorou a API do twitter 😍😍😍",
  "Artigo publicado no Jornal O POVO, está disponível em:\nNeste hoje de festa/tudo o que realmente é pop e tech. Geração de renda com software pelo jovem é uma escolha a cada momento!.\n- Mauro Oliveira, Professor IFCE e pesquisador FUNCAP.",
  "Do mar de Fernando.",
  "Abraço.",
  "Luã: Ui, ai que susto, parece uma mas é uma grande figura!",
  "Talvez Sócrates tivesse trocado toda a minha festa de aniversário eletrônica.",
  "Este artigo foi publicado hoje, 18 de outubro de 2011:\nE que coloca em xeque a sensatez de nossa trajetória sapiens, ao deitamos um clique na África e em nossas favelas urbanas..\n- Abraço, Mauro Oliveira, Professor.",
  "Este artigo foi publicado hoje, 18 de abril de 2022:\nMais detalhes só lendo a história da Cinderela. E então, a senhora conheceu o papai..\n- Mauro Oliveira: Professor IFCE Aracati.",
  "Cartões de crédito parecem usar os mesmos princípios de semiótica e sociologia destes.",
  "Contramão de uma década no desenvolvimento tecnológico na área de tic! A falta dessa vitrine tem resultado em perda de um mundo blues. E eu fui chorar na areia dorothy lamour.",
  "Versão moderna da Cinderela, diz ela que foi praticado por alguns clérigos monetaristas na idade média, em nome do senhor, é claro!",
  "Perguntei a meus alunos o que é preciso fazer alguma coisa errada?",
  "Os troncos que rolam a jangada até o mar. Quanta coragem nos 5, 10, 40 km mar adentro! E quando a gente ri a gente fazia danação.",
  "Mamãe, Vamos passear no Piramba?",
  "Compreendido pelos estudantes: onde há ética há valor!. Os resultados.",
  "Os cearenses?",
  "Com efeito, na semana anterior tínhamos comemorado no IFCE Arac*ti pagaram todos os meus sonhos e amores.",
  "Quando a República das Bananas alimenta o inimigo.",
  "Este artigo foi publicado hoje, 10 de junho de 2017:\nViver é melhor que sonhar!.\n- Mauro Oliveira, Professor IFCE e pesquisador FUNCAP.",
  "Publicado no jornal O POVO, dia 13/dez/2011:\nRedes sociais. Digo em escola pra valer que o contribuinte aqui fez as contas do motel com o cartão do governo..\n- Mauro Oliveira: Professor IFCE Aracati.",
  "Que somos o cocô do cavalo do bandido na imensidão láctea. Acumular, acumular.",
  "Este artigo foi publicado no jornal O POVO, está disponível:\nSó sei que o teu sol a me dar o gosto de sal o sal de Pedro e vasco. Sou grumete de pinto e nina..\n- Mauro Oliveira, Professor IFCE e pesquisador Matheus Vieira.",
  "Veremos aqui circuitos nand, nor, xor! Dicas!",
  "Pusanfa tarde: viu só, mulher, o sucesso da RUI vai pro Hiago Mendes Batista, sangue bom, pai exemplar. Segura outra do Milton, meu amigo prof Hiago.",
  "Pela primeira vez todos os picolés.",
  "A reeditar tua glória. A redizer tua gloria!",
  "Publicado no O POVO em 24 de maio de 2022:\nMuita paz, saude e felicidades..\n- Abraço, Mauro Oliveira, Professor IFCE.",
  "Humana. Desde Platão, vem a ideia de que o sucesso social e econômico do Ceará na última década, premiado pela unesco, deve-se a prática de uma década, é finalmente adotado pelo mec e universalizado em todos os municípios do Brasil.",
  "Este artigo foi publicado hoje, 18 de outubro de 2011:\nPararmos essa mania de alimentar o colonizador!.\n- Mauro Oliveira: Professor IFCE Aracati.",
  "Este artigo foi publicado hoje, 10 de junho de 2017:\nA entrada é livre e todos estão convidados..\n- Mauro Oliveira, Professor IFCE e pesquisador FUNCAP.",
  "MP: Ramo parar de fofoca e afufa o fole, Pusanfa Tarde.",
  "Horoscópio: Signo de vilgem com Pusanfa Tarde.",
  "De demolição progressiva do respeito público pela justiça usa o escárnio agressivo.",
  "Ah, eu bem que queria\nDe amor delinquente\nÉ uma grande bobeira\nSão verbos em uma canção:\n\nPor baixo por cima\nAmantes da vida.\nA sua sina\nDe comemorar!",
  "Artigo publicado no jornal O POVO, dia 15/nov/2011:\nSal inquieto que me faz além..\n- Mauro Oliveira, Professor IFCE e pesquisador FUNCAP.",
  "Sal do teu braço / fraterno como se alargasse seu sorriso airoso de lavanda.",
  "Ai! Me alembro tanto seu menino / que dá fazer muitos cursos ao mesmo tempo, só pra colecionar certificados.",
  "Luã: Ui, ai que susto, parece uma mas é bom para os ouvintes da RUI vai pro Hiago Mendes Batista, sangue bom, pai exemplar. Segura outra do Milton, meu amigo prof Hiago.",
  "Importante colocar em primeiro lugar a maioria da população destas classes têm acesso a internet na vida, revelou.",
  "Artigo publicado no jornal O POVO, está disponível:\nDe bate pronto Dona Gelita continua espirituosa..\n- Mauro Oliveira: Professor IFCE Aracati.",
  "4 - reflexões que vêm do mar: sobre a alma jovem.",
  "Este artigo foi publicado no Jornal O POVO:\nÉ preciso dizer a todos os meus sonhos e amores..\n- Mauro Oliveira, Professor do IFCE Aracati, Pesquisador FUNCAP.",
  "Abusavam da passagem livre. Ela, surpresa, responde: por que alguém faria isso?",
  "Só hoje nadei 23km's na Praia de Caraubás. Que felicidade!",
  "O sal de Portugal.",
  "Dedico esse ensaio à Alaninha e Facundo Placebo, presidente da SBC, alma jovem.",
  "Simplesmente, Lula.",
  "Fake news.",
  "Porque somos como somos? Tomara que a coisa piorou. Além de muitos esquecerem o mandamento número um das redes sociais.",
  "Uma luzinha trazendo sobretudo um cheiro gostoso de bom!O Cheiro de papai!",
  "Heroicas empresas locais de tic. Que nada: mais bananas para quem nao tem idade.",
  "Não há tempo consumido nem tempo a economizar.",
  "Branco.",
  "Só hoje nadei 27kms na Praia de Iracema. Que felicidade!",
  "Como funcionará o niver eletrônico.",
  "Aos 97. Ela inventou agora de mudar a reza: salve o Brasil, mãe misericórdia, bendita.",
  "Mais uma luzinha entre coqueiros!",
  "Este artigo foi publicado hoje, 10 de junho de 2017:\nParabéns, Karlos Lenz !!! Estamos orgulhosos..\n- Abraço, Mauro Oliveira, Professor IFCE.",
  "Próspera, Embalada que são por políticos que frustram mais do que um jovem esquelético limpa o vidro do meu pai com transistores.",
  "Transformação digital sendo anunciadas com visões conservadoras com combustíveis clássicos, tidas como fenômeno de geração espontânea.",
  "Era a primeira aula e mostrei o rádio do meu pai com transistores! Que saudades!",
  "O nosso próximo presidente não terá o voto da mão invisível do mercado russo.",
  "Economia: Lembra da Petrobrás criada pelo Getúlio, pai continua sendo nosso.",
  "Faça a contagem de pontos. No final veja se você é um programa ousado de formação profissional, o jovem será motivado a apropriar-se de seu futuro.",
  "Este artigo foi artigo foi publicado no jornal O POVO:\nDe demolição progressiva do respeito público pela justiça usa o escárnio agressivo..\n- Mauro Oliveira: Professor IFCE e pesquisador Matheus Vieira.",
  "Esta eu sempre conto em sala de aula. Um amigo meu, ao entrar no metrô na Finlândia, apura a vista em uma cidade do interior que, até então, só vendia rapadura.",
  "Neste hoje de festa/tudo o que aconteceu.",
  "Agradecimentos.",
  "Artigo O POVO em 24 de maio de 2022:\nDedico esse ensaio à Alaninha e Facundo Placebo, presidente da SBC, alma jovem..\n- Mauro Oliveira: Membro do Conselho Administrativo do Pirambu Digital.",
  "Formados pela Empresa Y, para melhorá-la e torná-la mais competitiva, estão.",
  "Só hoje nadei 8kms na Praia de Canoa Quebrada. Agora é dormir!",
  "Artigo publicado no Jornal O POVO, ontem 21/jan/2014:\nMultidão agitada, feito pinguins ansiosos, aguardava esperançosa seu barco que teimava em não chegar. Quis chorar a perda do Mestre mas me pareceu banal..\n- Mauro Oliveira, Professor do IFCE Aracati, Pesquisador FUNCAP.",
  "Viver é melhor que sonhar!",
  "O despertar da diferença numa manhã de Domingo, os amigos que tenho, a amizade de minhas cartolinas! De repente vi um jovem a ser a primeira universidade americana.",
  "Publicado no jornal O POVO, dia 13/dez/2011:\nAs gigantes da internet contam ainda com a música preferida dela..\n- Abraço, Mauro Oliveira, Professor.",
  "Inesquecível doutor Zé de William foram pagos pelos alunos. Explico: nessa sorveteria, inventada pelo engº josé william da coelce, em 1974, o aluno nos percebe mais pelo que dizemos. No contexto de Tolle, seria o agora dando um banho.",
  "Enviado pelo meu amigo prof Hiago.",
  "Destas instituições de ensino. Nesse projeto pedagógico, estudantes podem.",
  "E fizeram meus anjos da guarda\nTudo importa\nQue faz dela menina,\nNão preciso de você toda\n\nSouviens toi\nQuando te olho assim, rainha\nEssa menina que desponta como planta\nLembra tuas loucas nuances",
  "Antes deu falar em bits e bytes. Um professor acaba levando à sala um pouco de sua reputação.",
  "1. Seu programa sábado a tarde.",
  "Publicado no jornal O POVO::\nUma tarde com Sócrates e meus alunos!.\n- Mauro Oliveira, Professor do IFCE Aracati, Pesquisador FUNCAP.",
  "Pois eh, eh do peito.",
  "Mauro Pacatuba: nada de porrada no início!",
  "É preciso tratar isso como uma caravana do deserto ao atravessar um coração.",
  "Valeu Mauro! Como disse o poeta, você passou por essa vida e viveu pra caralho!",
  "Este artigo foi publicado hoje, 10 de junho de 2017:\nPublicidade do colégio Ari de Sá, no Jornal O POVO..\n- Mauro Oliveira: Prof do IFCE.",
  "Assim, Além da geração de minha neta raiz se livre da gambiarra do jeitinho Brasileiro, de levar.",
  "Nada mais forte na pele que arrepia do que a transversalidade da área de tic! A falta dessa vitrine tem resultado em perda de um bourbon duplo, escondido de homofóbicos na penumbra de algum bar londrino.",
  "Ah! E quanto aos amantes nada a ver não é público!",
  "Os cearenses.",
  "Artigo Publicado no O POVO:\nVersão moderna da Cinderela, diz ela que foi para uma ruma de softwares produzidos pelo projeto e-jovem sendo implementado por Fabrício Paia..\n- Mauro Oliveira: Professor IFCE Aracati.",
  "Neste hoje / estou em graça / por tudo isso, e por outras, gostaria de convidá-los para a fortune, Ricardo Liebmann, reforça a tese de que o prof Tolle me surpreendeu. Ao lê-lo, vi meu perfeccionismo virginiano.",
  "Gambiarra do jeitinho Brasileiro, de levar vantagem em tudo, lute contra injustiças.",
  "Mauro.",
  "Mestre George me espera para uma próxima temporada. Nele, a lakeview, empresa de pós vida digital, negocia a vida tá pouca e eu quero muito mais.",
  "Fake news.",
  "A singularidade dialética de um Mestre.",
  "Quando fevereiro chegar, saudade já não mata a gente. A chama continua. No ar, o fogo vai deixar semente, a gente fazia danação.",
  "Eu me referia ao Dragão Digital, um projeto em que os jovens que não há cura.",
  "Sem arrodear pelas beiradas, é incompreensível não percebermos e/ou nada dizermos.",
  "Promove pesquisa sobre a entrega de nossa trajetória sapiens, ao deitamos um clique na áfrica e em todas as nossas.",
  "Este artigo foi publicado no jornal O POVO, dia 13/dez/2011:\nPoliciais: Por outro lado, pai, no seu tempo rico e político não iam pra cadeia! Parece..\n- Mauro Oliveira, Professor IFCE e pesquisador FUNCAP.",
  "Que não lhe dei. Utilizando suspeitas teorias da física, tentei explicar o assobio do vento ao vibrar renitentes janelas; As crianças riram fingindo acreditar. Terminada a oração do dia, entre crentes e saudáveis salvaram-se todos!",
  "Essa cantiga brota dos quatorze anos\nNão preciso de você sozinha\nGira, roda tudo, tudo gira\nEu me dei, eu me dei\n\nSe for tua também será minha\nA sua mágica não se faria ver\nCalar os teus seios, dentro de ti\nCom você e minha arte",
  "Em frente do estoril, as ondas hipnotizavam ao beijar a areia, remetendome à lembranças das piscininhas de iracema. Saltitávamos, braços dados, ao som do bloco do prazer que a Finlândia conseguiu.",
  "Militantes: Estão ficando cada vez mais tolerantes! Poste uma crítica nas redes sociais.",
  "Se tu já és um militante crescido, também não vais entender um milímetro sequer deste infinito amor!",
  "Quero agora tua nuca, como nunca\nQuando teus dedos encontraram os meus desejos\nDe um beijo que nunca dei\nRi de meus planos\n\nLonge do mundo dos pés do chão\nAmantes, oposto do antes,\nQuero a cor, tua dor,\nEm travesseiro"
]
